INSERT INTO cp_industry(industryid,name) VALUES (1,'银行'),
	(2,'石油和天然气'),
	(3,'建筑业'),
	(4,'券商');

-- 银行
insert into cp_industrysecury(industryid,code) values (1,'600000'),
	(1,'600015'),
	(1,'600016'),
	(1,'600036'),
	(1,'600908'),
	(1,'600919'),
	(1,'600926'),
	(1,'601009'),
	(1,'601128'),
	(1,'601166'),
	(1,'601169'),
	(1,'601229'),
	(1,'601288'),
	(1,'601328'),
	(1,'601398'),
	(1,'601818'),
	(1,'601939'),
	(1,'601988'),
	(1,'601997'),
	(1,'601998'),
	(1,'603323'),
	(1,'000001');
	
-- 石油和天然气
insert into cp_industrysecury(industryid,code) values (2,'601857'),
	(2,'600028');
	
-- 建筑业
insert into cp_industrysecury(industryid,code) values (3,'601800'),
	(3,'601186'),
	(3,'601668');
	
-- 券商
insert into cp_industrysecury(industryid,code) values (4,'600999'),
	(4,'601198'),
	(4,'601688'),
	(4,'600030'),
	(4,'601211'),
	(4,'601901'),
	(4,'600837'),
	(4,'600958'),
	(4,'601788');